Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# shop.item.com.gartenapp.coins.pack_small.desc
source: 500 Münzen für deinen Garten
en: 500 coins for your garden
es: 500 monedas para tu jardín
fr: 500 pièces pour ton jardin
hi: आपके बगीचे के लिए 500 सिक्के
it: 500 monete per il tuo giardino
ja: 庭のために500コイン
ko: 정원을 위한 500 코인
nl: 500 munten voor je tuin
pl: 500 monet na twój ogród
pt: 500 moedas para o teu jardim
ru: 500 монет для твоего сада
tr: Bahçen için 500 para
zh_hans: 500枚金币打造你的花园
zh_hant: 500枚金幣打造你的花園

# shop.item.com.gartenapp.coins.pack_small.title
source: Kleines Münzpaket
en: Small Coin Pack
es: Paquete pequeño de monedas
fr: Petit pack de pièces
hi: छोटा सिक्कों का पैकेट
it: Pacchetto monete piccolo
ja: コインパック（小）
ko: 소형 코인 팩
nl: Klein muntpakket
pl: Mały pakiet monet
pt: Pacote de moedas pequeno
ru: Небольшой пакет монет
tr: Küçük Para Paketi
zh_hans: 小硬币包
zh_hant: 小硬幣包

# shop.item.description
source: Beschreibung
en: Description
es: Descripción
fr: Description
hi: विवरण
it: Description
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
tr: Tanım
zh_hans: 描述
zh_hant: 描述

# shop.item.sell
source: Gegenstand verkaufen
en: Sell Item
es: Vender objeto
fr: Vendre l'objet
hi: वस्तु बेचना
it: Sell Item
ja: アイテムを売る
ko: 아이템 판매
nl: Artikel verkopen
pl: Sprzedaj przedmiot
pt: Vender item
ru: Продавать предмет
tr: Öğeyi Sat
zh_hans: 出售物品
zh_hant: 出售物品

# shop.item.usage
source: Benutzung
en: Usage
es: Uso
fr: Utilisation
hi: उपयोग
it: Usage
ja: 使用法
ko: 용법
nl: Gebruik
pl: Stosowanie
pt: Utilização
ru: Использование
tr: Kullanım
zh_hans: 使用
zh_hant: 使用

# shop.mystic.confirmation.title
source: Ultimatives Luxus-Item!
en: Ultimate Luxury Item!
es: ¡Artículo de lujo supremo!
fr: Article de luxe ultime !
hi: अंतिम लक्ज़री आइटम!
it: Articolo di lusso definitivo!
ja: 究極の高級アイテム！
ko: 궁극의 럭셔리 아이템!
nl: Ultiem luxe item!
pl: Ostateczny luksusowy przedmiot!
pt: Item de luxo supremo!
ru: Абсолютный предмет роскоши!
tr: En Üst Düzey Lüks Eşya!
zh_hans: 终极奢侈品！
zh_hant: 終極奢侈品！

# shop.need_more_coins
source: Du brauchst noch %d Coins mehr.
en: You need %d more coins.
es: Necesitas %d monedas más.
fr: Il te manque encore %d pièces.
hi: तुम्हें अभी%dसिक्के और चाहिए।
it: You need %d more coins.
ja: さらに %d コインが必要です。
ko: %d개의 코인이 더 필요합니다.
nl: Je hebt %d meer munten nodig.
pl: Potrzebujesz %d więcej monet.
pt: Ainda precisas de %d moedas.
ru: Тебе нужно еще%dмонет.
tr: %d paraya daha ihtiyacın var.
zh_hans: 您还需要更多%d硬币。
zh_hant: 您還需要更多%d硬幣。

# shop.not_enough_coins
source: Zu wenig Coins
en: Not Enough Coins
es: Monedas Insuficientes
fr: Pas assez de pièces
hi: बहुत कम कॉइन्स
it: Not Enough Coins
ja: コインが足りません
ko: 동전이 충분하지 않습니다
nl: Niet genoeg munten
pl: Za mało monet
pt: Moedas insuficientes
ru: Слишком мало монет
tr: Yeterli Para Yok
zh_hans: 金币太少了
zh_hant: 金幣太少了

# shop.owned
source: Bereits im Besitz
en: Already owned
es: Ya adquirido
fr: Déjà possédé
hi: पहले से ही स्वामित्व में
it: Already owned
ja: すでに所有しています
ko: 이미 소유함
nl: Reeds in bezit
pl: Już posiadane
pt: Já possui
ru: Уже в собственности
tr: Zaten sahip olunan
zh_hans: 已拥有
zh_hant: 已擁有

# shop.purchase_success.awesome
source: Super!
en: Awesome!
es: ¡Genial!
hi: सुपर!
it: Awesome!
ja: 素晴らしい！
ko: 엄청난!
nl: Geweldig!
pl: Wspaniały!
pt: Ótimo!
ru: Супер!
tr: Mükemmel!
zh_hans: 极好的！
zh_hant: 極好的！

# shop.purchase_success.powerup_hint
source: Im Garten unter Power-Ups antippen – dann auf „Benutzen“ tippen, um es einzusetzen.
en: Tap it under Power-Ups in your garden, then tap Use to activate it.
es: Tócalo en Power-Ups en tu jardín y luego pulsa Usar.
fr: Appuie dessus dans Power-Ups du jardin, puis sur Utiliser.
hi: बगीचे में पावर-अप्स पर टैप करें – फिर इसे इस्तेमाल करने के लिए 'उपयोग करें' पर टैप करें।
it: Toccalo in Power-Ups nel giardino, poi premi Usa.
ja: 庭のパワーアップの下でそれをタップし、「使用」をタップして有効にします。
ko: 정원의 파워업 아래에서 탭한 다음 사용을 탭하여 활성화하세요.
nl: Tik erop onder Power-ups in je tuin en tik vervolgens op Gebruiken om het te activeren.
pl: Stuknij w opcję Power-Ups w swoim ogrodzie, a następnie stuknij opcję Użyj, aby ją aktywować.
pt: Toca em Power-Ups no jardim e depois em Usar.
ru: В саду нажмите на усиление — затем нажмите «Использовать», чтобы применить его.
tr: Bahçenizdeki Güçlendirmeler altında buna dokunun, ardından etkinleştirmek için Kullan'a dokunun.
zh_hans: 在花园中，点击“Power-Ups”下方 - 然后点击“使用”来使用它。
zh_hant: 在花園中，點擊「Power-Ups」下方 - 然後點擊「使用」來使用它。

# shop.purchase_success.subtitle
source: Herzlichen Glückwunsch!
en: Congratulations!
es: ¡Felicidades!
fr: Félicitations !
hi: बधाई हो!
it: Congratulations!
ja: おめでとう！
ko: 축하해요!
nl: Gefeliciteerd!
pl: Gratulacje!
pt: Parabéns!
ru: Поздравляю!
tr: Tebrikler!
zh_hans: 恭喜！
zh_hant: 恭喜！

# shop.purchase_success.title
source: Gekauft!
en: Purchased!
es: ¡Comprado!
fr: Acheté !
hi: खरीद लिया!
it: Purchased!
ja: 購入しました！
ko: 구매했습니다!
nl: Gekocht!
pl: Kupiony!
pt: Comprado!
ru: Куплено!
tr: Satın alındı!
zh_hans: 买！
zh_hant: 買！

# shop.purchases.count
source: Käufe im Shop
en: Shop Purchases
es: Compras en la tienda
fr: Achats en boutique
hi: शॉप में खरीदारी
it: Shop Purchases
ja: ショップ購入
ko: 상점 구매
nl: Winkelaankopen
pl: Zakupy w sklepie
pt: Compras na loja
ru: Покупки в магазине
tr: Mağaza Satın Almaları
zh_hans: 在商店购买
zh_hant: 在商店購買

# shop.search_placeholder
source: Suche nach Pflanzen oder Items...
en: Search...
es: Buscar...
fr: Rechercher des plantes ou des objets...
hi: पौधों या आइटम्स की खोज करें...
it: Search...
ja: 検索...
ko: 찾다...
nl: Zoekopdracht...
pl: Szukaj...
pt: Search...
ru: Поиск растений или предметов...
tr: Aramak...
zh_hans: 搜索植物或物品...
zh_hant: 搜尋植物或物品...

# shop.seeds.desc
source: Erstelle dir eigene Gewohnheiten. Für 10 Samen kannst du dir eigene Gewohnheiten erstellen.
en: Create your own habits. For 10 seeds you can create your own custom habits.
es: Create your own habits. For 10 seeds you can create your own custom habits.
fr: Create your own habits. For 10 seeds you can create your own custom habits.
hi: Create your own habits. For 10 seeds you can create your own custom habits.
it: Create your own habits. For 10 seeds you can create your own custom habits.
ja: Create your own habits. For 10 seeds you can create your own custom habits.
ko: Create your own habits. For 10 seeds you can create your own custom habits.
nl: Create your own habits. For 10 seeds you can create your own custom habits.
pl: Create your own habits. For 10 seeds you can create your own custom habits.
pt: Create your own habits. For 10 seeds you can create your own custom habits.
ru: Create your own habits. For 10 seeds you can create your own custom habits.
tr: Create your own habits. For 10 seeds you can create your own custom habits.
zh_hans: 创建你自己的习惯。只需10颗种子，你就可以创建自己的专属习惯。
zh_hant: 創建你自己的習慣。只需10顆種子，你就可以創建自己的專屬習慣。

# shop.seeds.name
source: Magische Samen
en: Magical Seeds
es: Semillas Mágicas
fr: Graines Magiques
hi: जादुई बीज
it: Semi Magici
ja: 魔法の種
ko: 마법의 씨앗
nl: Magische zaden
pl: Magiczne nasiona
pt: Sementes Mágicas
ru: Волшебные семена
tr: Sihirli Tohumlar
zh_hans: 神奇种子
zh_hant: 神奇種子

# shop.tab.header
source: Gewohnheiten
en: Habits
es: Habits
fr: Habits
hi: Habits
it: Habits
ja: Habits
ko: Habits
nl: Habits
pl: Habits
pt: Habits
ru: Habits
tr: Habits
zh_hans: 习惯
zh_hant: 習慣

# shop.tab.items
source: Gegenstände
en: Items
es: Objetos
fr: Objets
hi: वस्तुएँ
it: Items
ja: アイテム
ko: 품목
nl: Artikelen
pl: Rzeczy
pt: Itens
ru: Предметы
tr: Öğeler
zh_hans: 项目
zh_hant: 專案

# shop.tab.items.short
source: Schlechte
en: Bad Habits
es: Bad Habits
fr: Bad Habits
hi: Bad Habits
it: Bad Habits
ja: Bad Habits
ko: Bad Habits
nl: Bad Habits
pl: Bad Habits
pt: Bad Habits
ru: Bad Habits
tr: Bad Habits
zh_hans: 坏习惯
zh_hant: 壞習慣

# shop.tab.plants
source: Pflanzen
en: Plants
es: Plantas
fr: Plantes
hi: पौधे
it: Plants
ja: 植物
ko: 식물
nl: Planten
pl: Rośliny
pt: Plantas
ru: Растения
tr: Bitkiler
zh_hans: 植物
zh_hant: 植物

# shop.tab.plants.short
source: Gute
en: Good Habits
es: Good Habits
fr: Good Habits
hi: Good Habits
it: Good Habits
ja: Good Habits
ko: Good Habits
nl: Good Habits
pl: Good Habits
pt: Good Habits
ru: Good Habits
tr: Good Habits
zh_hans: 好习惯
zh_hant: 好習慣

# shop.trash_item_subtitle
source: Schlechte Gewohnheit
en: Trash Item
es: Objeto de Decoración
fr: Décoration
hi: खराब आदत
it: Trash Item
ja: ゴミ箱アイテム
ko: 쓰레기 항목
nl: Prullenbakitem
pl: Przedmiot do kosza
pt: Decoração
ru: Плохая привычка
tr: Çöp Kutusu Öğesi
zh_hans: 坏习惯
zh_hant: 壞習慣

# shop.weed_blocks_planting
source: Unkraut blockiert das Anpflanzen! Jäte es zuerst.
en: Weed blocks planting! Remove it first.
es: Las malas hierbas bloquean la plantación. Quítalas primero.
fr: Les mauvaises herbes bloquent la plantation ! Retire-les d'abord.
hi: जंगली घास पौधों की रोपाई में बाधा डाल रही है! पहले इसे निकालो।
it: Le erbacce bloccano la semina! Rimuovile prima.
ja: 雑草ブロック植え！まずそれを取り外してください。
ko: 잡초 블록 심기! 먼저 제거하십시오.
nl: Wietblokken planten! Verwijder het eerst.
pl: Chwasty blokują sadzenie! Najpierw go usuń.
pt: As ervas daninhas bloqueiam o plantio! Remove-as primeiro.
ru: Сорняки мешают посадке! Сначала их прополите.
tr: Ot blokları ekimi! Önce onu kaldırın.
zh_hans: 杂草阻碍种植！先除草吧
zh_hant: 雜草阻礙種植！先除草吧

# shop.your_balance
source: Dein Stand:
en: Your Balance:
es: Tu Saldo:
fr: Ton solde :
hi: तुम्हारी स्थिति:
it: Your Balance:
ja: 残高:
ko: 귀하의 잔액:
nl: Uw saldo:
pl: Twoje saldo:
pt: O teu saldo:
ru: Твое положение:
tr: Bakiyeniz:
zh_hans: 您的立场：
zh_hant: 您的立場：

# shortcut.delete.subtitle
source: Dein Garten wird verwelken.
en: Your garden will wither.
es: Tu jardín se marchitará.
fr: Ton jardin va se faner.
hi: आपका बगीचा मुरझा जाएगा।
it: Il tuo giardino appassirà.
ja: 庭が枯れてしまいます。
ko: 정원이 시들어버릴 거예요.
nl: Je tuin zal verwelken.
pl: Twój ogród zwiędnie.
pt: O teu jardim vai murchar.
ru: Твой сад завянет.
tr: Bahçen solacak.
zh_hans: 你的花园会枯萎。
zh_hant: 你的花園會枯萎。

# shortcut.delete.title
source: Du löschst Grovy?
en: Are you deleting Grovy?
es: ¿Estás borrando Grovy?
fr: Tu supprimes Grovy ?
hi: क्या आप Grovy को हटा रहे हैं?
it: Stai eliminando Grovy?
ja: Grovyを削除しますか？
ko: Grovy를 삭제하시겠습니까?
nl: Verwijder je Grovy?
pl: Usuwasz Grovy?
pt: Estás a apagar o Grovy?
ru: Удаляете Grovy?
tr: Grovy'i mi siliyorsun?
zh_hans: 你要删除Grovy吗？
zh_hant: 你要刪除Grovy嗎？

# shortcut.focus.title
source: Fokus Timer starten
en: Start Focus Timer
es: Iniciar temporizador de enfoque
fr: Démarrer le minuteur de concentration
hi: फोकस टाइमर शुरू करें
it: Avvia timer di concentrazione
ja: フォーカスタイマーを開始
ko: 포커스 타이머 시작
nl: Focustimer starten
pl: Uruchom timer skupienia
pt: Iniciar temporizador de foco
ru: Запустить таймер фокуса
tr: Odaklanma zamanlayıcısını başlat
zh_hans: 启动专注计时器
zh_hant: 啟動專注計時器

# shortcut.rate.title
source: App bewerten
en: Rate App
es: Calificar aplicación
fr: Évaluer l'application
hi: ऐप को रेट करें
it: Valuta l'app
ja: アプリを評価
ko: 앱 평가
nl: Beoordeel de app
pl: Oceń aplikację
pt: Avaliar aplicação
ru: Оценить приложение
tr: Uygulamayı değerlendir
zh_hans: 评价应用
zh_hant: 評價應用

# shortcut.screentime.title
source: Bildschirmzeit
en: Screen Time
es: Tiempo de pantalla
fr: Temps d'écran
hi: स्क्रीन टाइम
it: Tempo di utilizzo
ja: スクリーンタイム
ko: 스크린 타임
nl: Schermtijd
pl: Czas przed ekranem
pt: Tempo de ecrã
ru: Экранное время
tr: Ekran süresi
zh_hans: 屏幕使用时间
zh_hant: 螢幕使用時間

# smart.weekly.desc.consistent
source: Beeindruckend! Du zeigst nicht nur starkes Volumen, sondern hältst deine Leistung auch über die Tage extrem stabil. Es gibt kaum Schwankungen in deiner Routine – du hast dein System gemeistert.
en: Impressive! You not only show strong volume, but also keep your performance extremely stable over the days. There are hardly any fluctuations in your routine - you have mastered your system.

# smart.weekly.desc.fluctuating
source: Dein Rhythmus war diese Woche sehr instabil. An manchen Tagen warst du extrem produktiv, an anderen ist alles eingebrochen. Versuche nächste Woche nicht alles auf einmal zu wollen, sondern lieber jeden Tag ein kleines bisschen zu machen.
en: Your rhythm was very unstable this week. Some days you were extremely productive, on others everything collapsed. Try not to want everything at once next week, but rather do a little bit every day.

# smart.weekly.desc.insufficient
source: Sammle in dieser Woche noch etwas mehr Fokuszeit oder hake Gewohnheiten ab, um eine echte Analyse deines Rhythmus zu erhalten. Jeder Tag zählt!
en: Collect a bit more focus time or complete habits this week to get a real analysis of your rhythm. Every day counts!

# smart.weekly.desc.stable_low
source: Die absolute Menge an erledigten Aufgaben ist zwar noch gering, aber deine Beständigkeit ist hervorragend. Du vermeidest extreme Schwankungen, was der perfekte Nährboden für langfristige Routinen ist. Baue nächste Woche sanft darauf auf.
en: The absolute amount of completed tasks is still low, but your consistency is excellent. You avoid extreme fluctuations, which is the perfect breeding ground for long-term routines. Build gently on it next week.

# smart.weekly.tip.early_bird
source: Du hakst '%@' oft erst spät ab (gegen %d Uhr). Wenn du wirklich früh aufstehen willst, lege dein Handy abends in einen anderen Raum und stelle den Wecker 30 Minuten früher.
en: You often complete '%@' late (around %d o'clock). If you really want to wake up early, put your phone in another room in the evening and set the alarm 30 minutes earlier.

# smart.weekly.tip.fallback_good
source: Deine Routine ist sehr stabil! Halte diese Konsistenz aufrecht, indem du deine Gewohnheiten weiterhin an feste Zeiten koppelst.
en: Your routine is very stable! Maintain this consistency by continuing to tie your habits to fixed times.

# smart.weekly.tip.fallback_low
source: Sammle nächste Woche mehr Fokus-Sessions und hake Gewohnheiten ab, um präzise Tipps zu deinem Rhythmus zu erhalten.
en: Collect more focus sessions and check off habits next week to get precise tips on your rhythm.

# smart.weekly.tip.gaps
source: Du hast am %@ pausiert, bist aber sonst konstant. Um solche Aussetzer zu vermeiden, koppele deine Gewohnheiten an feste Anker in deinem Alltag (z.B. immer direkt nach dem Zähneputzen).
en: You paused on %@, but are otherwise consistent. To avoid such dropouts, link your habits to fixed anchors in your everyday life (e.g., always right after brushing your teeth).

# smart.weekly.tip.late_habits
source: Du erledigst viele Gewohnheiten erst spät am Abend. Versuche, deine wichtigste Gewohnheit direkt morgens als Erstes abzuhaken (Eat the Frog) – dann hast du den Rest des Tages den Kopf frei.
en: You complete many habits late in the evening. Try checking off your most important habit first thing in the morning (Eat the Frog) - then your mind is clear for the rest of the day.

# smart.weekly.tip.no_focus
source: Du hast diese Woche keine Fokus-Sessions genutzt. Baue feste Fokus-Zeiten in deinen Alltag ein. Reserviere dir jeden Tag zur selben Uhrzeit (z.B. direkt nach dem Frühstück) 25 Minuten, um eine Routine zu entwickeln.
en: You haven't used any focus sessions this week. Build fixed focus times into your daily life. Reserve 25 minutes at the same time every day (e.g. right after breakfast) to develop a routine.
es: No has utilizado ninguna sesión de concentración esta semana. Integra tiempos fijos de concentración en tu rutina. Reserva 25 minutos a la misma hora todos los días (p.ej. justo después del desayuno) para desarrollar una rutina.
fr: Vous n'avez utilisé aucune session de concentration cette semaine. Intégrez des temps de concentration fixes dans votre vie quotidienne. Réservez 25 minutes à la même heure chaque jour (ex. juste après le petit-déjeuner) pour créer une routine.
hi: आपने इस सप्ताह किसी भी फ़ोकस सत्र का उपयोग नहीं किया है। अपने दैनिक जीवन में निश्चित फ़ोकस समय बनाएँ। एक दिनचर्या विकसित करने के लिए हर दिन एक ही समय पर (उदा. नाश्ते के ठीक बाद) 25 मिनट आरक्षित करें।
it: Non hai utilizzato alcuna sessione di focus questa settimana. Inserisci momenti di focus fissi nella tua giornata. Riserva 25 minuti alla stessa ora ogni giorno (es. subito dopo colazione) per sviluppare una routine.
ja: 今週はフォーカスセッションを使用していません。日常生活に固定のフォーカス時間を組み込みましょう。ルーティンを作るために、毎日同じ時間（例：朝食直後）に25分間確保してください。
ko: 이번 주에 포커스 세션을 사용하지 않았습니다. 일상생활에 고정된 집중 시간을 만드세요. 루틴을 개발하기 위해 매일 같은 시간(예: 아침 식사 직후)에 25분을 예약하세요.
nl: Je hebt deze week geen focussessies gebruikt. Bouw vaste focustijden in je dagelijks leven in. Reserveer elke dag 25 minuten op hetzelfde tijdstip (bijv. direct na het ontbijt) om een routine te ontwikkelen.
pl: W tym tygodniu nie korzystałeś z żadnych sesji skupienia. Wbuduj stałe czasy skupienia w swoje codzienne życie. Zarezerwuj 25 minut o tej samej porze każdego dnia (np. tuż po śniadaniu), aby wypracować rutynę.
pt: Você não usou nenhuma sessão de foco esta semana. Integre tempos de foco fixos na sua vida diária. Reserve 25 minutos no mesmo horário todos os dias (ex. logo após o café da manhã) para desenvolver uma rotina.
ru: На этой неделе вы не использовали ни одного сеанса фокуса. Внедрите фиксированное время для фокуса в свою повседневную жизнь. Резервируйте 25 минут в одно и то же время каждый день (например, сразу после завтрака), чтобы выработать рутину.
tr: Bu hafta hiç odaklanma oturumu kullanmadınız. Günlük hayatınıza sabit odaklanma süreleri ekleyin. Bir rutin oluşturmak için her gün aynı saatte (örneğin kahvaltıdan hemen sonra) 25 dakika ayırın.
zh_hans: 本周您还没有使用过专注周期。将固定的专注时间融入您的日常生活中。每天在同一时间（例如早餐后）预留25分钟来养成习惯。
zh_hant: 本周您還沒有使用過專注週期。將固定的專注時間融入您的日常生活中。每天在同一時間（例如早餐後）預留25分鐘來養成習慣。

# smart.weekly.tip.weekend_drop
source: Am Wochenende bricht deine Fokuszeit komplett ein. Versuche, auch an diesen Tagen zumindest eine kleine 15-Minuten-Session einzulegen, um den Rhythmus nicht zu verlieren.
en: Your focus time completely collapses on the weekend. Try to fit in at least a small 15-minute session on these days so you don't lose your rhythm.

# smart.weekly.title.consistent
source: Eiserne Konstanz
en: Iron Consistency

# smart.weekly.title.fluctuating
source: Starke Schwankungen
en: Strong Fluctuations

# smart.weekly.title.insufficient
source: Mehr Daten benötigt
en: More Data Needed

# smart.weekly.title.stable_low
source: Stabiles Fundament
en: Stable Foundation

# smart.weekly.title.tip
source: Tipp
en: Tip
es: Consejo
fr: Astuce
hi: सुझाव
it: Suggerimento
ja: ヒント
ko: 팁
nl: Tip
pl: Wskazówka
pt: Dica
ru: Совет
tr: İpucu
zh_hans: 提示
zh_hant: 提示

# spin_button_gratis
source: Gratis drehen!
en: Free Spin!
es: ¡Giro Gratis!
fr: Tour gratuit !
hi: मुफ़्त में घुमाएँ!
it: Free Spin!
ja: フリースピン！
ko: 무료 스핀!
nl: Gratis draaien!
pl: Darmowe spiny!
pt: Rotação gratuita!
ru: Крутите бесплатно!
tr: Ücretsiz Döndürme!
zh_hans: 免费旋转！
zh_hant: 免費旋轉！

# spin_button_keine
source: Keine Versuche!
en: No spins!
es: ¡Sin giros!
fr: Pas de tours !
hi: कोई प्रयास नहीं!
it: No spins!
ja: スピンはありません！
ko: 스핀이 없습니다!
nl: Geen spins!
pl: Żadnych spinów!
pt: Sem rotações!
ru: Никаких попыток!
tr: Döndürme yok!
zh_hans: 没有尝试！
zh_hant: 沒有嘗試！

# spin_button_later
source: Später
en: Later
es: Más tarde
fr: Plus tard
hi: बाद में
it: Later
ja: 後で
ko: 나중에
nl: Later
pl: Później
pt: Mais tarde
ru: Позже
tr: Daha sonra
zh_hans: 之后
zh_hant: 之後

# spin_button_mit_anzahl
source: Drehen (%d)
en: Spin (%d)
es: Girar (%d)
fr: Tourner (%d)
hi: घूमना (%d)
it: Spin (%d)
ja: スピン (%d)
ko: 스핀(%d)
nl: Draaien (%d)
pl: Obrót (%d)
pt: Girar (%d)
ru: Вращать (%d)
tr: Döndürme (%d)
zh_hans: 旋转 (%d)
zh_hant: 旋轉 (%d)

# spin_button_no_spins
source: Keine Drehs – Level aufsteigen!
en: No spins – level up first!
es: Sin giros – ¡sube de nivel!
fr: Pas de tours – monte de niveau !
hi: कोई घूमाव नहीं – स्तर बढ़ाएँ!
it: No spins – level up first!
ja: スピンはありません – まずはレベルアップしてください!
ko: 회전이 필요하지 않습니다. 먼저 레벨을 올리세요!
nl: Geen spins – ga eerst een level omhoog!
pl: Żadnych spinów – najpierw awansuj!
pt: Sem rotações – sobe de nível!
ru: Без вращений – повышайте уровень!
tr: Döndürme yok; önce seviye atlayın!
zh_hans: 没有旋转——升级！
zh_hant: 沒有旋轉——升級！

# spin_verfuegbar
source: %d Drehung(en) verfügbar
en: %d spin(s) available
es: %d giro(s) disponible(s)
fr: %d tour(s) disponible(s)
hi: %dघुमाव(एँ) उपलब्ध
it: %d spin(s) available
ja: %d 個のスピンが利用可能
ko: %d번의 스핀 사용 가능
nl: %d draai(en) beschikbaar
pl: Dostępne %d spinów
pt: %d rotação(ões) disponível(eis)
ru: %dповорот(ы) доступен(ы)
tr: %d dönüş mevcut
zh_hans: %d旋转可用
zh_hant: %d旋轉可用

# spin.result.muenzen.titel
source: Münzbonus!
en: Coin Bonus!
es: ¡Bonus de Monedas!
fr: Bonus de pièces !
hi: सिक्का बोनस!
it: Coin Bonus!
ja: コインボーナス！
ko: 코인 보너스!
nl: Muntbonus!
pl: Bonus monetowy!
pt: Bónus de moedas!
ru: Монетный бонус!
tr: Para Bonusu!
zh_hans: 金币奖励！
zh_hant: 金幣獎勵！

# spin.result.muenzen.untertitel
source: +%d Münzen erhalten.
en: +%d coins received.
es: +%d monedas recibidas.
fr: +%d pièces reçues.
hi: +%dसिक्के प्राप्त हुए।
it: +%d coins received.
ja: +%d コインを受け取りました。
ko: +%d개의 코인을 받았습니다.
nl: +%d munten ontvangen.
pl: +%d otrzymanych monet.
pt: +%d moedas recebidas.
ru: + Получено монет%d.
tr: +%d jeton alındı.
zh_hans: + 收到%d硬币。
zh_hant: + 收到%d硬幣。

# spin.result.nichts.titel
source: Alles klar!
en: All Clear!
es: ¡Todo despejado!
fr: Tout va bien !
hi: सब ठीक है!
it: All Clear!
ja: オールクリア！
ko: 공습 경보 신호!
nl: Alles duidelijk!
pl: Wszystko jasne!
pt: Tudo bem!
ru: Всё ясно!
tr: Hepsi Açık!
zh_hans: 明白了！
zh_hant: 明白了！

# spin.result.nichts.untertitel
source: Dein Garten ist heute sicher.
en: Your garden is safe today.
es: Tu jardín está a salvo hoy.
fr: Ton jardin est en sécurité aujourd'hui.
hi: तुम्हारा बगीचा आज सुरक्षित है।
it: Your garden is safe today.
ja: 今日もあなたの庭は安全です。
ko: 오늘 당신의 정원은 안전합니다.
nl: Uw tuin is vandaag veilig.
pl: Twój ogród jest dziś bezpieczny.
pt: O teu jardim está seguro hoje.
ru: Твой сад сегодня в безопасности.
tr: Bahçeniz bugün güvende.
zh_hans: 今天你的花园很安全。
zh_hant: 今天你的花園很安全。

# spin.result.unkraut.titel
source: Oh nein! Unkraut entdeckt.
en: Oh no! Weed detected.
es: ¡Oh no! Malas hierbas detectadas.
fr: Oh non ! Mauvaise herbe détectée.
hi: ओह नहीं! जंगली घास पाई गई।
it: Oh no! Weed detected.
ja: なんてこった！雑草が検出されました。
ko: 안 돼! 위드가 감지되었다.
nl: O nee! Onkruid gedetecteerd.
pl: O nie! Wykryto chwasty.
pt: Oh não! Erva daninha detetada.
ru: О нет! Обнаружен сорняк.
tr: Ah hayır! Ot tespit edildi.
zh_hans: 哦不！发现了杂草。
zh_hant: 哦不！發現了雜草。

# spin.result.unkraut.untertitel
source: In deinem Garten wächst Unkraut. Entferne es schnell!
en: A weed is growing in your garden. Remove it quickly!
es: Una mala hierba crece en tu jardín. ¡Elimínala rápido!
fr: Une mauvaise herbe pousse dans ton jardin. Enlève-la vite !
hi: तुम्हारे बगीचे में खरपतवार उग रहा है। इसे जल्दी हटा दो!
it: Cresce un\'erbaccia nel tuo giardino. Rimuovila in fretta!
ja: あなたの庭に雑草が生えています。早く取り除いてください！
ko: 정원에 잡초가 자라고 있습니다. 빨리 제거하세요!
nl: Er groeit onkruid in uw tuin. Verwijder het snel!
pl: W Twoim ogrodzie rośnie chwast. Usuń to szybko!
pt: Uma erva daninha está a crescer no teu jardim. Remove-a rapidamente!
ru: В твоем саду растут сорняки. Удали их быстро!
tr: Bahçenizde bir yabani ot büyüyor. Çabuk kaldırın!
zh_hans: 你的花园里杂草丛生。快点去掉吧！
zh_hant: 你的花園裡雜草叢生。快點去掉吧！

# splash_loading
source: Dein Garten wird geladen...
en: Loading your garden...
es: Cargando tu jardín...
fr: Chargement de ton jardin...
hi: आपका बगीचा लोड हो रहा है...
it: Caricamento del tuo giardino...
ja: 庭を読み込んでいます...
ko: 정원을 로드하는 중...
nl: Uw tuin laden...
pl: Ładuję Twój ogród...
pt: A carregar o teu jardim...
ru: Твой сад загружается...
tr: Bahçeniz yükleniyor...
zh_hans: 您的花园正在加载...
zh_hant: 您的花園正在加載...

# splash_tagline
source: Lass deine Gewohnheiten wachsen
en: Grow your goals, day by day
es: Deja que crezcan tus hábitos
fr: Fais grandir tes habitudes
hi: अपनी आदतों को बढ़ने दो
it: Fai crescere le tue abitudini
ja: 目標を日々成長させてください
ko: 매일 목표를 키워보세요
nl: Vergroot uw doelen, dag na dag
pl: Rozwijaj swoje cele dzień po dniu
pt: Deixa os teus hábitos crescerem
ru: Позволь своим привычкам расти
tr: Hedeflerinizi gün geçtikçe büyütün
zh_hans: 让你的习惯养成
zh_hant: 讓你的習慣養成
